return {
	"folke/snacks.nvim",
	opts = {
		dashboard = {
			preset = {
				header = [[
÷÷”“~²º“|^}‡×i’ˆˆ¸;‚‚‚’:;–“¿—^^ª^„„„——÷¦÷÷¦÷|«|!÷¦‚…‘°¯¼ÒÇ
“„³–‹›››¹†¡^c(˜·´·…¸ˆˆ˜‚:;–*„~~º³ºº²”„”„—„ª^ª^———^’`’‹“chk
†»v÷;«‘‚;º~­›¸´  ¨¸…¨···˜‚:/”³°˜   °–°³~”~~³“ª~³³~ˆ ¸:º=6f
Ïz†ª„¯‚‘’³i­ ˆ `   ´´´´¨·…‘¬   ‚`‹  v†  :­––°~°º–³· ¨‚­=x2
v*ˆ¯·ª‚¦j–’  ¸`~       `´¸:ÏA¶ãAdÔ$±™  ¤)›–°°°°²–­¨ `ˆ;ì5Í
c?º¹°‹¯’``  ´ ¯        `;›ÔgÕ¶ãAÔSä®a8ÿ^ ÷T—~ºº–²–¨ `˜›>a±
=z‰í”‘¨   ;/‚          `’dÔéqêŠAèÇ®SP6AŽœ‹Ã”„“~~³º· `¸;>4£
¹¹:ˆ`     ‹    ´…     ‘¸déßÒÜPDõSäÞðääêqQ†vë®„²¹‹¹´ ´ˆ’<õú
’’·´     ‘ˆ    ;‘‘ˆ º„´’KdÕÔSó¢>ïx&šë8ûKGnÂÓ§ù––›‹` ´˜:ìõ&
›^‹   ´¨º—º` «¡­{|~ˆ~ ¨Cß8mm£+r•×7aTûÔq™Ö¿ðÒD4u–¹¹¨ ·’:ìüù
¬¯­„‚·˜°Fãð:ž¸–‹!•‚‘³ ¸üÐGÕ6ÏÔ*­;!7•¦+Ïq4RDýÒD™„°‹…`…‚:<üw
÷­˜›„‹éAêŽ€|Ý|ª’‹:’‘˜ ´¦XþgÁ×|”!:~–‚:–¡©ÀþKpR¶¢¡²°¸¨…ˆ;>™©
ƒ¤:×÷ÕÔéAX€“’’•ï¢K~‹ …ˆ{ÖNAKì~›}¿‹‘³;¹|žXÁÓÿmÛ81“²˜·¸’;ì2w
½(<{ÚÜGpmœß€ß¹:²ÐªÐR“›„ºìÁ#ñâd¯¯‰c|‹–«CLHdbÖâg¡o?÷‘·ˆ’‹íü™
¯!~+}âpãß€ÔÄÛâŠ€Ä#Xñ”²­|ÚðýŠqqñüs†<rr«„cÙÙÙpßÒnºº³’¸ˆ’¹í™õ
‚‚ˆ˜’°8ãXþþÄæE#XNãp² ­…¨Az‡ÖùÛê«“”~–²­”«zãèù°²º~““‚ˆ’;–cüe
` ¨…ˆ’¹¶€ÔßmÕÛÔqpAã’¡:´  ¦°Ö¦Û€Š²­›;‘‹°¡Ó“³6§³““”„‘‚’­“t&j
¨´ ´¨··˜:°ºðÔâßÅ€mß…ˆ   ôëéjð÷šÖðÛåÒFÿñôˆ”6ˆ      ’:‹ºªte[
´¨…´¨·…ˆˆˆ‚:!¿”«{qm    …ÞdëÖHÞûoº¯‚~´   ’`   ˆ ˆ › ’¹²—uÿR
» …···……ˆ··¨—)¹„“Üé     bèdHÜçéÓÞ$œ~·ì¨·° ´  ‘ ; ‚ ›º~¦ÌÒÐ
 …··¸…¨´´´`´~¬|“–”å¸   lÖýÜÜdýøðd8é :‚³;­­}#Àê€Gå°¦°º^7úý€
 `   ¸¨¨¨´`¨:¦–‚˜„è    (DFÿåÞÓ$èZ¹  ÷‚‹“3ˆÛpqãÕÒÿ²°ª^!vTÙÚ
~¦–ªˆ…¨´´`´´‚¯³‘ˆ„  ´   Çà  ZÓÖÒ^ º‚i“^˜d’ê€€ÚÕ¶ðºsæu«jäÄÂ
‘‚‚‘’‘‘:’…¨¨’¦ª¹›UÓ¸`      ¸TO‘`  GÞm‚?ÐdšdRÄqÐ€A¬«ƒ/)‰ÙÔÃ
ˆ:`¢L£™Ìt’˜ˆ­«|³;Ö$;¨· ·         `Üð€ã¶XëA€ÙÈpÖÖÿl¦÷•}CÚ€È
™@Ÿ^—jIªy›‚‘~|ˆ¹ÿ¥ ` ‚ ›        ˜Ò¶¶€ŠâßAÿâ8$KÄRìv(|/7±øÐó
×z}r)cl“÷ç­ˆ  : ››      :–……´ ¸|’Gép8mÕÕqXêÀKÛXœ(•¬»*lLãÙL
rJï{=}ª}ì¡|°¡¬›` ›  ¸        ³‚¹‚üŠqŠêXœgHÀÐQÕŽIrv(+7cYXÃF
š‰1i  ¨°* ²}?—   ˜¹…˜’˜¸‚·  ´;   ›éãgÕŠgþgœœÛHÔritó£—¼[%Õm
–¨ìl¿’¨ ?  ‚†‰~|||¦~¬)‘~‚     ‘î •¨ ?¯¬÷/ö€œR=2»|ƒ*D­~(w5T
]],
			},
		},
	},
}
